Revit 2027 API
UnitTypeId.RiseDividedBy10Feet Property
 Rise / 10 feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RiseDividedBy10Feet { get; }
Public Shared ReadOnly Property RiseDividedBy10Feet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RiseDividedBy10Feet {
	ForgeTypeId^ get ();
}
static member RiseDividedBy10Feet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace